
export const dataBase = [
    {
        id: 1,
        title: "Поза V",
        src: '9a51edef91b0f64cd202cc35ef16bef3d3be2c15/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wT3zche6_06GMEiDkPQRVomI0XLlctwKF0bHK3pXCa3HA',
        description: 'Позиция требует акробатических способностей! Женщина садится на край стола, мужчина встает напротив нее и чуть сгибает ноги, чтобы находиться в положении, наиболее удобном для проникновения. Потом женщина обнимает мужчину руками за шею и закидывает ноги ему на плечи. Затем она отклоняется назад, а тебе остается двигаться по привычной схеме, держа ее за зад.'
    },
    {
        id: 2,
        title: "Поза наездницы",
        src: '7e07e597e99db95328315c5312e777d67c18aaf9/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wRjTmHzQEe-pUa62l08iaVFlV1BOlkalTWj2ivEKAnO2g',
        description: 'В позе наездницы мужчина садится, скрестив ноги, и отклоняется назад, опираясь руками на кровать за спиной. Женщина садится сверху, обнимает его бедрами и двигается вверх-вниз. Так она может управлять скоростью и глубиной проникновения. Может, будет удобнее облокотиться на стену или на спинку кровати и помочь ей двигаться вверх-вниз — или просто расслабиться, пока она выполняет всю эту тяжелую работу.'
    },
    {
        id: 3,
        title: "Фейерверк",
        src: 'f004209e68171bdcc9bf8c173c898115f3d67958/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wQ-MZoilosbWkwyI31NMWBFamcXUgx1Vawrey31L84tqg',
        description: 'Поза «фейерверк» сложнее, чем кажется. Для начала мужчина и женщина садятся напротив друг друга. Она обнимает ногами его торс, потом совершается проникновение, а уже потом мужчина обнимает женщину ногой, которая оказалась сверху, чтобы держать ее. Чтобы не упасть, женщина обнимает мужчину двумя руками, а мужчина опирается на локоть. Черт возьми, да это целый квест!'
    },
    {
        id: 4,
        title: "Блестящий треугольник",
        src: '18844ffc8ac7a5458d6904a6b6259b53fbe3fd7a/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wRcar9TzUKicuhwG2z4xCtLOQWrkD26zTwW_y4Uv0mcCQ',
        description: 'На первый взгляд поза блестящего треугольника напоминает классическую миссионерскую позицию: женщина лежит на спине, а мужчина — сверху. Однако соль в том, что мужчина опирается на колени, а женщина поднимает бедра ему на встречу. То есть мужчина не двигается, женщина выполняет всю работу сама. Так что это совсем не похоже на миссионерскую позу!'
    },
    {
        id: 5,
        title: "Буква Икс",
        src: 'f3429b4042d0036a1811628117682fdc1375b596/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wS5YS1L-hxCYeg1y2CGW2Mlik4OVoY2ptupTK70aY7Y-A',
        description: 'Мужчина лежит на спине, женщина поворачивается и садится на него сверху спиной к нему, а потом ложится на него. Она вытягивает свои ноги и кладет их ему на плечи, а тело — на кровать, между ног мужчины. Так что получается такая вот буква Х. Потом женщина начинает скользить вверх-вниз. А еще она может использовать мужские ноги как рычаг, чтобы повысить амплитуду.'
    },
    {
        id: 6,
        title: "Нирвана",
        src: '1f4dc634441b28068324accb240634a3f1e14d83/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wRUgJbHiQPkAs4iKTq7t6Q2uvfSiNaO1DOxt9GZFVYimA',
        description: 'Это классика. Женщина лежит на спине, вытягивает ноги и держится за кровать над головой. После проникновения она сводит ноги вместе, а мужчина — наоборот, раздвигает. Они двигаются вместе, и из-за того, что женщина сжимает бедра, происходит естественная стимуляция клитора.'
    },
    {
        id: 7,
        title: "Замок",
        src: 'c8c8384fcd8430309b4973777b206082d90879c0/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wQhcniY3M6A9S4ptoQUzcnUxubjiyUI0UguTuNqsJXO6g',
        description: 'Женщина садится на что-нибудь (на стол, стиральную машину — ну, ты понял), на самый край, и опирается на руки. Мужчина становится перед ней, и она обнимает его ногами за бедра. Вот и весь замок.'
    },
    {
        id: 8,
        title: "Скольжение",
        src: '59cf7423257f8583ce6dce6ad6028c2518b7c62c/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wRlmhY7nIzXCk1Gh4zHmLn6nG-gnJhBzbUy7PNDWR21LQ',
        description: 'Мужчина лежит на спине, женщина — сверху на нем, ноги вместе. Суть в том, что женщина скользит вверх-вниз по его телу. А еще это вообще не сложно!'
    },
    {
        id: 9,
        title: "Обезьянья",
        src: '5820236e8be1b4a227141acc054c0e137860e293/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wTN5qrQ3nrohNh8iyXYaqB4yx-JTPOirjfvskswBQuzXQ',
        description: 'Понятия не имеем, почему она так называется! Тут уж не обезьяной надо быть, а настоящим гимнастом. Мужчина лежит на спине, подтянув колени к подбородку. Женщина садится сверху спиной к нему, опирается на ноги и двигается вверх-вниз. Чем больше веса она перенесет на свои ноги, тем тебе легче. Хотя имей в виду: легко в этой позе в принципе не бывает! Зато можно проникнуть ого-го как глубоко. Но тут одно но: женщина должна быть достаточно сильной и иметь незаурядное чувство равновесия. Если она возьмет тебя за запястья, как на картинке, будет немного проще.'
    },
    {
        id: 10,
        title: "Бабочка",
        src: '6bfdb1a01e58dc43c022f6aaeef662bdfbdef879/WiL0ukPUTW4_39ZaBuLn6X1BIrZf6TIjkZGGuES-YEeJQ2jfa5uEFniEAqPSPUz8KR2ODy4Gt5m28E37DpOS8a9yyXkcOCsfjA87r24O9wTj4HqZdsjVpR4rKaz8D6QVUPvsL1rM0TvKXedr_qvljg',
        description: 'Еще одна позиция с неподходящим названием. Ключевой момент — угол проникновения. Женщина лежит на спине где-нибудь на подходящей мебели. Мужчина стоит перед ней, и она кладет ноги ему на плечи. Женщина опирается руками всё на ту же мебель, чтобы ей было удобно поднимать бедра, а он берет ее за зад, чтобы упростить процесс. И если ты достаточно силен и ловок, то сможешь еще и двигаться при всем этом безобразии.'
    },
];